Revit 2026 API

# BlendFailures Properties

---

The BuiltInFailuresBlendFailures type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | CannotDrawBlend | Can't create blend. |

#### Reference

BuiltInFailuresBlendFailures Class

Autodesk.Revit.DB Namespace